<?php

return [
  'labels' => 'Метки',
  'create' => 'Создать метку',
  'id' => 'ID',
  'name' => 'Имя',
  'description' => 'Описание',
  'created_at' => 'Дата создания',
  'actions' => 'Действия',
  'create' => 'Создать',
  'edit' => 'Изменить',
  'editLabel' => 'Изменение метки',
  'delete' => 'Удалить',
  'messages' => [
    'create' => 'Метка успешно создана',
    'update' => 'Метка успешно изменена',
    'delete' => 'Метка успешно удалена'
  ],
  'errors' => [
    'delete' => 'Не удалось удалить метку'
  ]
];
