<?php

return [
    'tasks' => 'Задачи',
    'filter' => 'Применить',
    'create' => 'Создать кукушка',
    'show' => 'Просмотр задачи',
    'id' => 'ID',
    'status' => 'Статус',
    'name' => 'Имя',
    'description' => 'Описание',
    'labels' => 'Метки',
    'creator' => 'Автор',
    'owner' => 'Исполнитель',
    'created_at' => 'Дата создания',
    'actions' => 'Действия',
    'create' => 'Создать',
    'edit' => 'Изменить',
    'editTask' => 'Изменение задачи',
    'delete' => 'Удалить',
    'messages' => [
        'create' => 'Задача успешно создана',
        'update' => 'Задача успешно изменена',
        'delete' => 'Задача успешно удалена'
    ]
];
