<?php

return [
  'taskStatuses' => 'Статусы',
  'id' => 'ID',
  'name' => 'Имя',
  'created_at' => 'Дата создания',
  'actions' => 'Действия',
  'create' => 'Создать',
  'createButton' => 'Создать статус',
  'edit' => 'Изменить',
  'update' => 'Обновить',
  'editTaskStatus' => 'Изменение статуса',
  'delete' => 'Удалить',
  'messages' => [
    'create' => 'Статус успешно создан',
    'update' => 'Статус успешно изменён',
    'delete' => 'Статус успешно удалён'
  ],
  'errors' => [
    'delete' => 'Не удалось удалить статус',
    'name_unique' => 'Статус с таким именем уже существует.'
  ]
];
